<?php

return [
    'title_404'             => 'Страница не найдена',
    'title_500'             => 'Возникла ошибка',
    
    'months'				=> [
		'January'	=> 'января',
		'February'	=> 'февраля',
		'March'		=> 'марта',
		'April'		=> 'апреля',
		'May'		=> 'мая',
		'June'		=> 'июня',
		'July'		=> 'июля',
		'August'	=> 'августа',
		'September'	=> 'сентября',
		'October'	=> 'октября',
		'November'	=> 'ноября',
		'December'	=> 'декабря'
    ],
    
    'search_title'			=> 'Результаты поиска',
	
	'type_all'				=> 'Все',
    'type_video'			=> 'ВИДЕО',
	'type_about_us'			=> 'О НАС ПИШУТ',
	'type_articles'			=> 'НАШИ СТАТЬИ',
	
	'main'					=> [
		'timeline'		=> 'Основные этапы строительства',
		'online'		=> 'Онлайн-трансляция',
		'news'			=> [
			'h2'			=> 'Новости',
			'more'			=> 'Другие новости',
		],
		'docs'			=> 'Документация',
		'vacancies'		=> [
			'more'			=> 'Посмотреть вакансии',
		],
	],
	
	'about'					=> [
		'commands'		=> [
			'h2'			=> 'Команда',
			'title'			=> 'Присоединяйтесь к нашей команде профессионалов',
			'more'			=> 'Посмотреть вакансии',
		],
		'partners'		=> 'Партнеры',
		'facts'			=> 'Факты',
	],
	
	'gallery'				=> [
		'top'			=> 'Галерея',
		'tab'			=> [
			'all'			=> 'Все',
			'video'			=> 'ВИДЕО',
			'images'		=> 'ФОТО',
		],
	],
	
	'vacancies'				=> [
		'h1'					=> 'Вакансии',
		'description'			=> 'Присоединяйтесь к нашей команде профессионалов',
		
		'list'					=> 'Актуальные вакансии',
		'job_description'		=> 'Описание вакансии',
		'characteristics'		=> 'Ключевые характеристики',
		'requirements'			=> 'Дополнительные требования',
		'send'					=> 'Отправить резюме',
		'empty'					=> 'На данный момент свободных вакансий нет',
		
		'didnt_find_vacancy'	=> 'Не нашли свою вакансию?',
		'job_form_text'			=> 'Время от времени у нас появляются новые вакансии, поэтому присылайте нам свое резюме, и мы обязательно его рассмотрим.',
		
		'send_btn'				=> 'Отправить заявку',
		'send_success'			=> 'Ваше резюме успешно отправлено!',
		
		'form'					=> [
			'name'			=> 'Имя',
			'spec'			=> 'Ваша специальность',
			'email'			=> 'Email',
			'tel'			=> 'Контактный телефон',
			'add_resume'	=> 'Прикрепить резюме',
			
			'max-error'		=> 'Превышен допустимый размер файла (5Мб)',
			'error'			=> 'Неподдерживаемый формат файла (вы можете скачать: PDF, DOC, DOCX, JPEG)',
		],
	],
	
	'news'					=> [
		'h1'					=> 'Новости',
		'share'					=> 'Поделиться новостью',
		'related-news'			=> 'Похожие новости',
	],
	
	'contacts'				=> [
		'h1'					=> 'Контакты',
		
		'addresses'				=> 'Адрес',
		'post'					=> 'Почтовый адрес',
		
		'phone'					=> 'Телефон',
		'email'					=> 'Email',
		'social'				=> 'Соц. сети',
		'questions'				=> 'Возникли вопросы?',
		'form'					=> [
			'name'					=> 'Имя ',
			'email'					=> 'Email ',
			'message'				=> 'Сообщение',
			'max-error'				=> 'Превышен допустимый размер файла (5Мб)',
			'error'					=> 'Неподдерживаемый формат файла (вы можете скачать: PNG, JPEG)',
			'add-file'				=> 'Прикрепить файл',
			'send'					=> 'Отправить сообщение',
		],
	],
	
	'docs'					=> [
		'h2'					=> 'Документация'
	],
];
