<?php

return [
    'title_404'             => 'Сторінка не знайдена',
    'title_500'             => 'Виникла помилка',
    
    'months'				=> [
		'January'	=> 'січня',
		'February'	=> 'лютого',
		'March'		=> 'березня',
		'April'		=> 'квітня',
		'May'		=> 'травня',
		'June'		=> 'червня',
		'July'		=> 'липня',
		'August'	=> 'серпня',
		'September'	=> 'вересня',
		'October'	=> 'жовтня',
		'November'	=> 'листопада',
		'December'	=> 'грудня'
    ],
    
    'search_title'			=> 'Результати пошуку',
	
	'type_all'				=> 'Всі',
    'type_video'			=> 'ВІДЕО',
	'type_about_us'			=> 'ПРО НАС ПИШУТЬ',
	'type_articles'			=> 'НАШІ СТАТТІ',
	
	'share'					=> 'Поділитися сторінкою',
	
	'main'					=> [
		'timeline'		=> 'Основні етапи будівництва',
		'online'		=> 'Онлайн-трансляція',
		'news'			=> [
			'h2'			=> 'Новини',
			'more'			=> 'Більше новин',
		],
		'docs'			=> 'Документація',
		'vacancies'		=> [
			'more'			=> 'Переглянути вакансії',
		],
	],
	
	'about'					=> [
		'commands'		=> [
			'h2'			=> 'Команда',
			'title'			=> 'Приєднуйтесь до нашої команди професіоналів',
			'more'			=> 'Переглянути вакансії',
		],
		'partners'		=> 'Партнери',
		'facts'			=> 'Факти',
	],
	
	'gallery'				=> [
		'top'			=> 'Галерея',
		'tab'			=> [
			'all'			=> 'Всі',
			'video'			=> 'ВІДЕО',
			'images'		=> 'ФОТО',
		],
	],
	
	'vacancies'				=> [
		'h1'					=> 'Вакансії',
		'description'			=> 'Приєднуйтесь до нашої команди професіоналів',
		
		'list'					=> 'Актуальні вакансії',
		'job_description'		=> 'Опис вакансії',
		'characteristics'		=> 'Ключові характеристики',
		'requirements'			=> 'Додаткові вимоги',
		'send'					=> 'Надіслати резюме',
		'empty'					=> 'На даний момент вільних вакансії немає',
		
		'didnt_find_vacancy'	=> 'Не знайшли свою вакансію?',
		'job_form_text'			=> 'Час від часу у нас з’являються нові вакансії, тому надсилайте нам своє резюме, і ми обов’язково його розглянемо.',
		
		'send_btn'				=> 'Надіслати заявку',
		'send_success'			=> 'Ваше резюме успішно надіслане!',
		
		'form'					=> [
			'name'			=> 'Ім’я',
			'spec'			=> 'Ваша спеціальність',
			'email'			=> 'Email',
			'tel'			=> 'Контактний телефон',
			'add_resume'	=> 'Прикріпити резюме',
			
			'max-error'		=> 'Перевищено допустимий розмір файлу (5Мб)',
			'error'			=> 'Непідтримуваний формат файлу (ви можете завантажити: PDF, DOC, DOCX, JPEG)',
		],
	],
	
	'news'					=> [
		'h1'					=> 'Новини',
		'share'					=> 'Поділитися новиною',
		'related-news'			=> 'Схожі новини',
	],
	
	'contacts'				=> [
		'h1'					=> 'Контакти',
		
		'addresses'				=> 'Адреса',
		'post'					=> 'Поштова адреса',
		
		'phone'					=> 'Телефон',
		'email'					=> 'Email',
		'social'				=> 'Соц. мережі',
		'questions'				=> 'Виникли питання?',
		'form'					=> [
			'name'					=> 'Ім’я ',
			'email'					=> 'Email ',
			'message'				=> 'Повідомлення',
			'max-error'				=> 'Перевищено допустимий розмір файлу (5Мб)',
			'error'					=> 'Непідтримуваний формат файлу (ви можете завантажити: PNG, JPEG)',
			'add-file'				=> 'Прикріпити файл',
			'send'					=> 'Відправити повідомлення',
		],
	],
	
	'docs'					=> [
		'h2'					=> 'Документація'
	],
];
